{
    "nav": {
        "home": "होम",
        "about": "हमारे बारे में",
        "activities": "गतिविधियां",
        "events": "कार्यक्रम",
        "gallery": "गैलरी",
        "divine_message": "दिव्य संदेश",
        "donation": "दान",
        "school": "स्कूल",
        "eye_day_care": "आई डे केयर",
        "volunteer": "स्वयंसेवक",
        "contact": "संपर्क",
        "more": "अधिक",
        "our_ashrams": "हमारे आश्रम",
        "diksha_registration": "दीक्षा पंजीकरण",
        "meditation": "ध्यान",
        "digital_library": "डिजिटल लाइब्रेरी"
    },
    "form": {
        "firstName": "पहला नाम",
        "lastName": "उपनाम",
        "dob": "जन्म तिथि",
        "mobile": "मोबाइल नंबर",
        "address": "पता",
        "email": "ईमेल पता",
        "pincode": "पिनकोड",
        "sevaInterest": "सेवा की रुचि",
        "submit": "पंजीकरण जमा करें"
    },
    "footer": {
        "description": "स्वामी देबानंद महाराज की शिक्षाओं और परोपकारी कार्यों के लिए समर्पित एक पवित्र स्थान।",
        "quick_links": "त्वरित लिंक",
        "contact_us": "संपर्क करें",
        "rights_reserved": "सर्वाधिकार सुरक्षित।",
        "main_ashram": "मुख्य आश्रम",
        "daily_divyabani": "दैनिक दिव्यवाणी",
        "newsletter_sub": "सीधे अपने इनबॉक्स में दिव्य उद्धरण और आध्यात्मिक अपडेट प्राप्त करने के लिए सदस्यता लें।",
        "enter_email": "अपना ईमेल दर्ज करें",
        "privacy_policy": "गोपनीयता नीति",
        "terms_of_service": "सेवा की शर्तें"
    },
    "common": {
        "read_more": "और पढ़ें",
        "show_less": "कम देखें",
        "view_all": "सभी देखें",
        "loading": "लोड हो रहा है..."
    },
    "quotes": {
        "title": "दिव्य संदेश",
        "subtitle": "आपकी आध्यात्मिक यात्रा का मार्गदर्शन करने वाला कालातीत ज्ञान।",
        "author": "स्वामी देबानंद महाराज",
        "role": "संस्थापक",
        "q1": "जीवों की सेवा ही ईश्वर की सेवा है। जब आप शुद्ध हृदय से जरूरतमंदों की सेवा करते हैं, तो आप परमात्मा की पूजा कर रहे होते हैं।",
        "q2": "शांति बाहरी दुनिया में नहीं, बल्कि मन के भीतर मिलती है। मन को शांत करें, और आप आत्मा की आवाज सुनेंगे।",
        "q3": "प्रेम ही एकमात्र शक्ति है जो दुनिया को चंगा कर सकती है। अपने हृदय को सभी के लिए करुणा का भंडार बनने दें।",
        "q4": "सत्य ही सभी आध्यात्मिक खोज का अंतिम लक्ष्य है। ईमानदारी और अखंडता के पथ पर चलें।",
        "q5": "संतोष ही इंसान की सबसे बड़ी संपत्ति है। आपके पास जो है उसके लिए आभारी रहें।",
        "q6": "क्षमा वह गुण है जो सभी सीमाओं से परे है। क्रोध और आक्रोश के बोझ को मुक्त करें।",
        "q7": "ध्यान आत्मा और परमात्मा के बीच का सेतु है। अपने भीतर के प्रकाश को खोजने के लिए प्रतिदिन अभ्यास करें।",
        "q8": "विनम्रता ही सभी आध्यात्मिक उन्नति की नींव है। सत्य को अपनाने के लिए अहंकार का त्याग करें।",
        "q9": "ज्ञान उन्हीं को मिलता है जो खुले मन से सुनते हैं। हर जीव के पास आपको सिखाने के लिए कुछ है।",
        "q10": "करुणा वह भाषा है जिसे हर कोई समझता है। हर जीवित आत्मा के प्रति दयालु रहें।",
        "q11": "भक्ति ही वह मार्ग है जो मुक्ति की ओर ले जाता है। अपनी चिंताओं को परमात्मा को सौंप दें।",
        "q12": "अनुशासन ही मन को वश में करने की कुंजी है। नियमित अभ्यास के माध्यम से महानता प्राप्त होती है।"
    },
    "home": {
        "hero_title": "कर्म में करुणा, ",
        "hero_subtitle": "हर आत्मा में प्रकाश",
        "hero_description": "निस्वार्थ आध्यात्मिक मार्गदर्शन, गुणवत्तापूर्ण शिक्षा और करुणामयी स्वास्थ्य सेवा के माध्यम से मानवता की सेवा के लिए समर्पित।",
        "volunteer_now": "अभी स्वयंसेवक बनें",
        "donate_now": "अभी दान करें"
    },
    "about": {
        "title": "हमारे बारे में",
        "subtitle": "हमारे आध्यात्मिक वंश, हमारे पवित्र स्थान और मानवता की सेवा के हमारे मिशन के बारे में जानें।",
        "maharaj_title": "स्वामी देबानंद महाराज",
        "maharaj_p1": "सदगुरु स्वामी देबानंद महाराज, एक संत, द्रष्टा और दार्शनिक, एक भ्रमणशील नागा संन्यासी के रूप में वर्षों बिताने के बाद मानव समाज के आध्यात्मिक विकास के लिए आए थे।",
        "maharaj_p2": "छह साल की उम्र में अपने श्रद्धेय गुरुदेव स्वामी ज्ञानानंद महाराज द्वारा दीक्षित होने के बाद, महामहिम ने कोलकाता के बीचों-बीच अपना आरामदायक जीवन इस विश्वास के साथ त्याग दिया था कि वह जीवन जो स्वार्थवश कुछ लोगों तक सीमित है, वह जीवन ही नहीं है। इस प्रकार, मानव जाति की सेवा के लिए अपना पूरा जीवन समर्पित करने के संकल्प के साथ, स्वामी देबानंद महाराज ने सत्रह वर्ष की आयु में अपना घर छोड़ दिया और एक तपस्वी की यात्रा पर निकल पड़े।",
        "maharaj_p3": "इस प्रकार, एक नागा संन्यासी के रूप में, महामहिम स्वामी देबानंद महाराज ने एक स्थान से दूसरे स्थान तक भारत भर में पंद्रह वर्षों तक यात्रा की, जब तक कि वे पश्चिम बंगाल के हुगली जिले के गोआलपाड़ा नामक एक छोटे से गाँव में नहीं पहुँच गए। वे वहाँ दिनों तक रहे और जल्द ही लोग उनका आशीर्वाद लेने के लिए उनके पास उमड़ने लगे। अंततः, उन्होंने भक्तों के बढ़ते समूह के सामने शाम को प्रवचन देना शुरू किया। कुछ ही समय में एक आश्रय बनाया गया और वह उनका पहला आश्रम बना, जिसे 1989 में स्थापित किया गया था।",
        "ashram_title": "स्वामी देबानंद आश्रम",
        "mission_title": "स्वामी देबानंद मिशन"
    },
    "activities": {
        "title": "हमारी गतिविधियाँ",
        "subtitle": "निस्वार्थ सेवा ही आराधना का सर्वोच्च रूप है। हमारी विभिन्न मानवीय पहलों का अन्वेषण करें।",
        "education": "शिक्षा",
        "education_desc": "मूल्य आधारित शिक्षा के माध्यम से भविष्य की पीढ़ी को सशक्त बनाना।",
        "education_d1": "प्राथमिक और माध्यमिक विद्यालय चलाना।",
        "education_d2": "जरूरतमंद छात्रों को छात्रवृत्ति प्रदान करना।",
        "education_d3": "चरित्र निर्माण और अनुशासन पर ध्यान दें।",
        "healthcare": "स्वास्थ्य सेवा",
        "healthcare_desc": "पिछड़े लोगों को सुलभ चिकित्सा देखभाल प्रदान करना।",
        "healthcare_d1": "सामान्य स्वास्थ्य के लिए धर्मार्थ औषधालय।",
        "healthcare_d2": "नेत्र देखभाल इकाई (मुफ्त मोतियाबिंद स्क्रीनिंग और सर्जरी)।",
        "healthcare_d3": "नियमित स्वास्थ्य जांच शिविर।",
        "old_age_home": "वृद्धाश्रम",
        "old_age_desc": "बुजुर्गों के लिए गरिमा और देखभाल सुनिश्चित करने वाला घर।",
        "old_age_d1": "बुजुर्गों के लिए आवासीय देखभाल।",
        "old_age_d2": "चिकित्सा और मनोरंजक सुविधाएं।",
        "old_age_d3": "मानसिक शांति के लिए आध्यात्मिक वातावरण।",
        "outreach": "ई-रीच आउट सेंटर",
        "outreach_desc": "कंप्यूटर साक्षरता प्रदान करके डिजिटल विभाजन को कम करना।",
        "outreach_d1": "कंप्यूटर प्रशिक्षण केंद्र।",
        "outreach_d2": "व्यावसायिक कौशल विकास।",
        "outreach_d3": "डिजिटल साक्षरता कार्यशालाएं।",
        "clothes": "वस्त्र वितरण",
        "clothes_desc": "जरूरतमंदों को नियमित रूप से कपड़े और कंबल का वितरण।",
        "clothes_d1": "सर्दियों के कपड़ों का वितरण।",
        "clothes_d2": "बाढ़/आपदा पीड़ितों के लिए कपड़े।",
        "clothes_d3": "उत्सव उपहार वितरण।",
        "benevolent": "परोपकारी गतिविधियाँ",
        "benevolent_desc": "सामुदायिक कल्याण और आपदा राहत के उद्देश्य से विभिन्न अन्य धर्मार्थ पहल।",
        "benevolent_d1": "आपदा राहत अभियान।",
        "benevolent_d2": "गरीब नारायण सेवा (अन्नदान)।",
        "benevolent_d3": "गंभीर चिकित्सा उपचार के लिए वित्तीय सहायता।",
        "support_cause": "इस कार्य का समर्थन करें"
    },
    "meditation": {
        "subtitle": "दिव्य जप और सचेतता के माध्यम से अपनी आंतरिक शांति खोजें।",
        "ready": "क्या आप तैयार हैं?",
        "inhale": "साँस लें...",
        "hold": "रुकें...",
        "exhale": "साँस छोड़ें...",
        "focus": "अपनी साँस पर ध्यान केंद्रित करें और दिव्य स्पंदनों को अपना मार्गदर्शन करने दें।",
        "now_playing": "अभी बज रहा है",
        "session_time": "सत्र का समय",
        "method": "विधि",
        "box_breathing": "ध्यान और शांति के लिए 4-4-4 बॉक्स ब्रीदिंग।",
        "chant": "जप",
        "divine_vibes": "आत्मा को शुद्ध करने के लिए दिव्य कंपन।"
    },
    "library": {
        "subtitle": "हमारे क्यूरेटेड संग्रह से प्राचीन ज्ञान और पवित्र शास्त्रों का अन्वेषण करें।",
        "search_placeholder": "पुस्तकों, महाकाव्यों या शास्त्रों की खोज करें...",
        "read_online": "ऑनलाइन पढ़ें",
        "expanding": "हमारे पुस्तकालय का विस्तार",
        "expanding_desc": "हम अपने डिजिटल संग्रह में लगातार और अधिक आध्यात्मिक ग्रंथ और पौराणिक साहित्य जोड़ रहे हैं। यदि आपके पास कोई सुझाव है, तो कृपया हमारे संपर्क पृष्ठ के माध्यम से संपर्क करें।",
        "request_book": "पुस्तक का अनुरोध करें",
        "no_results": "आपकी खोज से मेल खाने वाली कोई पुस्तक नहीं मिली।"
    }
}